darren-you/esp-mqtt/tests/linux-lifecycle/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_MQTT_PROTOCOL_311=y
CONFIG_MQTT_PROTOCOL_5=n
CONFIG_MQTT_TRANSPORT_SSL=y
CONFIG_MQTT_REPORT_DELETED_MESSAGES=y
CONFIG_MBEDTLS_HAVE_TIME_DATE=y
CONFIG_EMQTT_PLAINTEXT_LAB=y
